Repository: EkadSoftIos/new_IosPatient
Catalog: Brain/Helpers/LocalizationHelper/Localization/*.lproj/Localizable.strings
Languages: ar

source: Login
ar: تسجيل الدخول

source: Welcome Back
ar: مرحبًا بعودتك

source: Mobile
ar: الهاتف

source: Password
ar: كلمه السر

source: Forget Password?
ar: نسيت كلمة المرور؟

source: Or Login With
ar: أو تسجيل الدخول باستخدام

source: Don't have an account ?
ar: ليس لديك حساب؟

source: Sign Up
ar: اشتراك

source: By signing up you agree to E4 clinic
ar: بالتسجيل فأنت توافق على عيادة E4

source: Terms, Condition
ar: الشروط ، الأحكام

source: Account Info
ar: معلومات الحساب

source: First Name
ar: الاسم الأول

source: Last Name
ar: الكنية

source: Email
ar: بريد الالكتروني

source: Date Of Birth
ar: تاريخ الولادة

source: Gender
ar: جنس

source: Confirm Password
ar: تأكيد كلمة المرور

source: Terms Of Use
ar: تعليمات الاستخدام

source: By Signing Up You Agree To Our
ar: بالتسجيل فأنت توافق على

source: Create Account
ar: إنشاء حساب

source: Name
ar: اسم

source: Implants/Support Devices
ar: زرع / أجهزة الدعم

source: Date
ar: تاريخ

source: By
ar: بواسطة

source: Search For Doctor
ar: ابحث عن طبيب

source: Notes
ar: ملاحظات

source: Edit Surgery
ar: تعديل الجراحة

source: Add Surgery
ar: إضافة جراحة

source: Save
ar: حفظ

source: Surgery / Implants
ar: الجراحة / زرع

source: New surgery has been added successfully
ar: تمت إضافة جراحة جديدة بنجاح

source: Surgery has been edited successfully
ar: تم تعديل الجراحة بنجاح

source: Surgery has been removed from list
ar: تم حذف الجراحة من القائمة

source: Are you want to Delete this surgey ?
ar: هل تريد حذف هذه الجراحة؟

source: Delete Surgey
ar: حذف الجراحة

source: No
ar: لا

source: Yes
ar: نعم

source: Diagnosed On
ar: تم التشخيص

source: Trated By Dr.
ar: يعالج من قبل د.

source: Medical report has been removed from list
ar: تم حذف التقرير الطبي من القائمة

source: Medical Reports
ar: التقارير الطبية

source: Are you want to Delete this medical report ?
ar: هل تريد حذف هذا التقرير الطبي؟

source: Name *
ar: اسم *

source: Date *
ar: تاريخ *

source: Result *
ar: نتيجة *

source: Result
ar: نتيجة

source: Add Attachments
ar: أضف ملحقات

source: Notes *
ar: ملاحظات *

source: Powered By
ar: مشغل بواسطة

source: Test / Radiology Centre
ar: مركز الفحص / الأشعة

source: Edit Medical Reports
ar: تحرير التقارير الطبية

source: Add Medical Reports
ar: إضافة التقارير الطبية

# Photo Source
source: Photo
ar: صورة

source: Choose Source
ar: اختر المصدر

source: Camera
ar: كاميرا

source: Cancel
ar: إلغاء

source: Delete Address
ar: حذف العنوان

source: Are you want to Delete this address ?
ar: هل تريد حذف هذا العنوان؟

source: Clinic Photo
ar: صورة العيادة

source: Branch Info
ar: معلومات الفرع

source: Home Info
ar: معلومات الصفحة الرئيسية

source: Home Visit
ar: زيارة منزلية

source: Doctor Medical Service
ar: دكتور الخدمة الطبية

source: Your Appointment
ar: موعدك

source: Appointment Details
ar: تفاصيل الموعد

source: With Doctor
ar: مع دكتور

source: Appointment Reason
ar: سبب التعيين

source: Appointment Cancel
ar: إلغاء الموعد

source: View History Appointment
ar: عرض موعد المحفوظات

source: error connecting to server. please try again
ar: خطأ في الاتصال بالخادم. يرجى المحاولة مرة أخرى

source: New medical report has been added successfully
ar: تم إضافة تقرير طبي جديد بنجاح

source: Medical report has been edited successfully
ar: تم تعديل التقرير الطبي بنجاح

source: Allergies Name *
ar: اسم الحساسية *

source: Triggered by
ar: الناتجه عن

source: How often does it occur?
ar: كم مرة يحدث؟

source: First diagnosed on
ar: التشخيص لأول مرة

source: Medication
ar: دواء

source: Additional Notes
ar: ملاحظات إضافية

source: New allergies have been added successfully
ar: تم إضافة حساسية بنجاح

source: Allergies have been edited successfully
ar: تم تعديل الحساسية بنجاح

source: Add Allergies
ar: إضافة الحساسية

source: Name required
ar: الاسم مطلوب

source: Are you want to Delete this allergy ?
ar: هل تريد حذف هذه الحساسية؟

source: Allergies
ar: الحساسية

source: New medication has been added successfully
ar: تم إضافة دواء جديد بنجاح

source: Other Instruction
ar: تعليمات أخرى

source: Medication has been edited successfully
ar: تم تعديل الدواء بنجاح

source: About
ar: حول المنتج

source: Dosage
ar: الجرعة

source: Quantity *
ar: كمية *

source: Quantity
ar: كمية

source: When *
ar: متي *

source: When
ar: متي

source: Duration
ar: مدة

source: Day
ar: يوم

source: Given by Doctor
ar: مقدم من دكتور

source: Add Medication
ar: إضافة دواء

source: MedicationName
ar: اسم الدواء

source: Search
ar: بحث

source: Set Reminder
ar: تعيين تذكير

source: Delete Medical Report
ar: حذف التقرير الطبي

source: Relation *
ar: * علاقة

source: Job
ar: وظيفة

source: Education
ar: تعليم

source: Smooking
ar: التدخين

source: Alcohol Consumption
ar: استهلاك الكحول

source: Marital Status
ar: الحالة الإجتماعية

source: Children
ar: أطفال

source: General Diet
ar: النظام الغذائي العام

source: Exercise
ar: يمارس

source: Edit Social History
ar: تحرير التاريخ الاجتماعي

source: Diseases / Conditions Name *
ar: اسم الأمراض / الشروط *

source: Diseases / Conditions Name
ar: اسم الأمراض / الحالات

source: Diagnosed On
ar: تم التشخيص

source: Diagnosed On *
ar: تم التشخيص في *

source: Status *
ar: حالة *

source: Status
ar: حالة

source: Treated by *
ar: تم علاجه بواسطة *

source: Are you want to Delete this disease ?
ar: هل تريد حذف هذا المرض؟

source: Delete disease
ar: حذف المرض

source: Disease has been removed from list
ar: تمت إزالة المرض من القائمة

source: Allow For
ar: السماح ل

source: Allow All Doctors
ar: السماح لجميع الأطباء

source: Choose some Doctors
ar: اختر بعض الأطباء

source: Filter Provider By
ar: تصفية الموفر حسب

source: Entity
ar: شخصية

source: Main Speciality
ar: التخصص الرئيسي

source: Healthcare Providers
ar: مقدمي الرعاية الصحية

source: Basic Profile
ar: ملف تعريف أساسي

source: Emergency Contacts
ar: جهة اتصال للطوارئ

source: Health Profile
ar: ملف تعريف الصحة

source: Diseases / Conditions
ar: الأمراض / الظروف

source: Medications
ar: الأدوية

source: Social History
ar: التاريخ الاجتماعي

source: Family History
ar: تاريخ العائلة

source: All
ar: الجميع

source: Edit Family History
ar: تحرير تاريخ العائلة

source: Add Family History
ar: إضافة تاريخ العائلة

source: New family history has been added successfully
ar: تم إضافة تاريخ عائلة بنجاح

source: Family history has been edited successfully
ar: تم تعديل تاريخ العائلة بنجاح

source: Family history has been removed from list
ar: تم حذف تاريخ العائلة من القائمة

source: Are you want to Delete this family ?
ar: هل تريد حذف هذه العائلة؟

source: Delete family
ar: حذف العائلة

source: Doctor has been removed from favorites list
ar: تمت إزالة الطبيب من قائمة المفضلة

source: Doctor has been added to favorites list
ar: تمت إضافة الطبيب إلى قائمة المفضلة
